/*11.প্রতিদিন তোমার কাজ কি? 
১) রাত ৮ টা বাজে মডিউল আনলক করো  
২) ফটাফট ভিডিও দেখে দেখে প্রাকটিস করো
৩) ভিডিও দেখতে দেখতে নোটস নাও 
৪) মডিউল শেষ হলে পুরা মডিউল নিজে নিজে প্রাকটিস করো 
৫) কোন কিছু বুঝতে না পারলে (চিন্তা করে দেখো এইখানে কিন্তু একটা শর্ত আছে ), সাপোর্ট সেশনে জয়েন করো 
এখন তোমার কাজ হচ্ছে একটা for লুপ ১০ বার চালিয়ে উপরের জিনিসগুলা আউটপুট হিসেবে দেখানো। */


const tasks = ['রাত ৮ টা বাজে মডিউল আনলক করো ', 'ফটাফট ভিডিও দেখে দেখে প্রাকটিস করো', 'ভিডিও দেখতে দেখতে নোটস নাও ', 'মডিউল শেষ হলে পুরা মডিউল নিজে নিজে প্রাকটিস করো ', 'কোন কিছু বুঝতে না পারলে']

for (let i = 0; i < tasks.length; i++) {
    let index = tasks[i];
    console.log(index);
    if (index == 'কোন কিছু বুঝতে না পারলে') {
        console.log('সাপোর্ট সেশনে জয়েন করো ');
    }

}

